Repository: SameerNadaf/GitHub-Profile-Analyzer
Catalog: GitHubProfileAnalyzer/Localizable.xcstrings
Source language: en
Languages: hi, ja

# activity_chart_axis_month
source: Month
hi: महीना
ja: 月

# activity_chart_axis_updates
source: Updates
hi: अपडेट
ja: 更新

# activity_chart_last_12_months
source: Last 12 months
hi: पिछले 12 महीने
ja: 過去12ヶ月

# activity_chart_no_activity
source: No recent activity
hi: कोई हालिया गतिविधि नहीं
ja: 最近のアクティビティはありません

# activity_chart_title
source: Repository Activity
hi: रिपॉजिटरी गतिविधि
ja: リポジトリアクティビティ

# app_name
source: GitHub Profile Analyzer
hi: GitHub प्रोफ़ाइल विश्लेषण
ja: GitHubプロファイル分析

# auth_login_error_title
source: Login Error
hi: लॉगिन त्रुटि
ja: ログインエラー

# auth_my_profile
source: My Profile
hi: मेरी प्रोफ़ाइल
ja: マイプロファイル

# auth_sign_in
source: Sign In
hi: साइन इन
ja: サインイン

# auth_sign_out
source: Sign Out
hi: साइन आउट
ja: サインアウト

# chart_metric_forks
source: Forks
hi: फॉर्क्स
ja: フォーク

# chart_metric_label
source: Metric
hi: मैट्रिक
ja: メトリック

# chart_metric_score
source: Score
hi: स्कोर
ja: スコア

# chart_metric_stars
source: Stars
hi: सितारे
ja: スター

# chart_no_repos_message
source: No repositories
hi: कोई रिपॉजिटरी नहीं
ja: リポジトリがありません

# chart_top_repositories_title
source: Top Repositories
hi: शीर्ष रिपॉजिटरी
ja: トップリポジトリ

# common_clear
source: Clear
hi: साफ़ करें
ja: クリア

# common_done
source: Done
hi: हो गया
ja: 完了

# common_error
source: Error
hi: त्रुटि
ja: エラー

# common_loading
source: Loading...
hi: लोड हो रहा है...
ja: 読み込み中...

# common_ok
source: OK
hi: ठीक है

# common_see_all
source: See All
hi: सभी देखें
ja: すべて見る

# common_try_again
source: Try Again
hi: पुनः प्रयास करें
ja: 再試行

# common_unknown
source: Unknown
hi: अज्ञात
ja: 不明

# comparison_community
source: Community
hi: समुदाय
ja: コミュニティ

# comparison_health_score
source: Health Score
hi: स्वास्थ्य स्कोर
ja: ヘルススコア

# comparison_input_placeholder_1
source: First Username
hi: पहला उपयोगकर्ता नाम
ja: 最初のユーザー名

# comparison_input_placeholder_2
source: Second Username
hi: दूसरा उपयोगकर्ता नाम
ja: 2番目のユーザー名

# comparison_metric_public_repos
source: Public Repos
hi: सार्वजनिक रिपो
ja: パブリックリポジトリ

# comparison_metric_total_forks
source: Total Forks
hi: कुल फॉर्क्स
ja: 総フォーク数

# comparison_metric_total_stars
source: Total Stars
hi: कुल सितारे
ja: 総スター数

# comparison_nav_title
source: Comparison
hi: तुलना
ja: 比較

# comparison_repositories
source: Repositories
hi: रिपॉजिटरी
ja: リポジトリ

# comparison_score
source: Score
hi: स्कोर
ja: スコア

# comparison_start_button
source: Compare Now
hi: अभी तुलना करें
ja: 今すぐ比較

# comparison_subtitle
source: See who has better stats, health scores, and more.
hi: देखें कि किसके पास बेहतर आँकड़े, स्वास्थ्य स्कोर और बहुत कुछ है।
ja: 統計、ヘルススコアなどを比較します。

# comparison_title
source: Compare Profiles
hi: प्रोफ़ाइल तुलना करें
ja: プロファイルを比較

# comparison_vs
source: VS
hi: बनाम

# empty_clear_search
source: Clear Search
hi: खोज साफ़ करें
ja: 検索をクリア

# empty_connection_error_message
source: Please check your internet connection and try again.
hi: कृपया अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें।
ja: インターネット接続を確認して、もう一度お試しください。

# empty_connection_error_title
source: Connection Error
hi: कनेक्शन त्रुटि
ja: 接続エラー

# empty_no_repos_message
source: This user doesn't have any public repositories yet.
hi: इस उपयोगकर्ता के पास अभी तक कोई सार्वजनिक रिपॉजिटरी नहीं है।
ja: このユーザーにはまだパブリックリポジトリがありません。

# empty_no_repos_title
source: No Repositories
hi: कोई रिपॉजिटरी नहीं
ja: リポジトリなし

# empty_no_results_message_format
source: No repositories match '%@'
hi: '%@' से मेल खाने वाली कोई रिपॉजिटरी नहीं मिली
ja: '%@' に一致するリポジトリはありません

# empty_no_results_title
source: No Results
hi: कोई परिणाम नहीं
ja: 結果なし

# empty_rate_limited_message
source: GitHub API rate limit exceeded. Please try again later.
hi: GitHub API दर सीमा पार हो गई। कृपया बाद में पुनः प्रयास करें।
ja: GitHub APIのレート制限を超えました。後でもう一度お試しください。

# empty_rate_limited_title
source: Rate Limited
hi: दर सीमा पार
ja: レート制限

# empty_user_not_found_message_format
source: No GitHub user with the username '%@' exists.
hi: उपयोगकर्ता नाम '%@' वाला कोई GitHub उपयोगकर्ता नहीं है।
ja: ユーザー名 '%@' のGitHubユーザーは存在しません。

# empty_user_not_found_title
source: User Not Found
hi: उपयोगकर्ता नहीं मिला
ja: ユーザーが見つかりません

# error_bad_request
source: Invalid request
hi: अमान्य अनुरोध
ja: 無効なリクエスト

# error_cancelled
source: Request was cancelled
hi: अनुरोध रद्द कर दिया गया था
ja: リクエストがキャンセルされました

# error_decoding
source: Failed to process response: %@
hi: प्रतिक्रिया संसाधित करने में विफल: %@
ja: 応答の処理に失敗しました: %@

# error_forbidden
source: Access forbidden
hi: पहुंच निषिद्ध
ja: アクセスが禁止されています

# error_invalid_url
source: Invalid URL: %@
hi: अमान्य URL: %@
ja: 無効なURL: %@

# error_invalid_username
source: Invalid username
hi: अमान्य उपयोगकर्ता नाम
ja: 無効なユーザー名

# error_invalid_users
source: Invalid number of users
hi: उपयोगकर्ताओं की अमान्य संख्या
ja: 無効なユーザー数

# error_network
source: Network error occurred
hi: नेटवर्क त्रुटि हुई
ja: ネットワークエラーが発生しました

# error_no_connection
source: No internet connection
hi: कोई इंटरनेट कनेक्शन नहीं
ja: インターネット接続がありません

# error_not_found
source: %@ not found
hi: %@ नहीं मिला
ja: %@ が見つかりません

# error_profile_network
source: Network error: %@
hi: नेटवर्क त्रुटि: %@
ja: ネットワークエラー: %@

# error_profile_rate_limit
source: Rate limited. Try again %@
hi: दर सीमित। पुनः प्रयास करें %@
ja: レート制限されています。%@ 後に再試行してください

# error_profile_rate_limit_generic
source: Rate limited. Please try again later
hi: दर सीमित। कृपया बाद में पुनः प्रयास करें
ja: レート制限されています。後でもう一度お試しください

# error_profile_user_not_found
source: User '%@' not found
hi: उपयोगकर्ता '%@' नहीं मिला
ja: ユーザー '%@' が見つかりません

# error_rate_limit_generic
source: Rate limit exceeded. Please try again later
hi: दर सीमा पार हो गई। कृपया बाद में पुनः प्रयास करें
ja: レート制限を超えました。後でもう一度お試しください

# error_rate_limit_relative
source: Rate limit exceeded. Try again %@
hi: दर सीमा पार हो गई। पुनः प्रयास करें %@
ja: レート制限を超えました。%@ 後に再試行してください

# error_server_error
source: Server error (%lld): %@
hi: सर्वर त्रुटि (%lld): %@
ja: サーバーエラー (%lld): %@

# error_server_error_simple
source: Server error: %lld
hi: सर्वर त्रुटि: %lld
ja: サーバーエラー: %lld

# error_timeout
source: Request timed out
hi: अनुरोध का समय समाप्त हो गया
ja: リクエストがタイムアウトしました

# error_unauthorized
source: Authentication required
hi: प्रमाणीकरण आवश्यक
ja: 認証が必要です

# error_unknown
source: An unknown error occurred
hi: एक अज्ञात त्रुटि हुई
ja: 不明なエラーが発生しました

# error_user_not_found
source: User not found
hi: उपयोगकर्ता नहीं मिला
ja: ユーザーが見つかりません

# health_card_hide_details
source: Hide Details
hi: विवरण छुपाएं
ja: 詳細を隠す

# health_card_show_details
source: Show Details
hi: विवरण दिखाएं
ja: 詳細を表示

# health_card_title
source: Profile Health
hi: प्रोफ़ाइल स्वास्थ्य
ja: プロファイルヘルス

# health_category_activity
source: Activity
hi: गतिविधि
ja: アクティビティ

# health_category_community
source: Community
hi: समुदाय
ja: コミュニティ

# health_category_languages
source: Languages
hi: भाषाएँ
ja: 言語

# health_category_profile
source: Profile
hi: प्रोफ़ाइल
ja: プロファイル

# health_category_repo_quality
source: Repository Quality
hi: रिपॉजिटरी गुणवत्ता
ja: リポジトリ品質

# health_details_complete_format
source: %lld%% complete
hi: %lld%% पूर्ण
ja: %lld%% 完了

# health_details_maintenance_format
source: Avg maintenance: %lld%%
hi: औसत रखरखाव: %lld%%
ja: 平均メンテナンス: %lld%%

# home_analyze_button
source: Analyze Profile
hi: प्रोफ़ाइल विश्लेषण करें
ja: プロファイルを分析

# home_compare_subtitle
source: See who wins in stats
hi: आँकड़ों में कौन जीतता है देखें
ja: 統計でどちらが勝っているか確認

# home_compare_title
source: Compare Profiles
hi: प्रोफ़ाइल तुलना करें
ja: プロファイルを比較

# home_enter_username
source: Enter GitHub username
hi: GitHub उपयोगकर्ता नाम दर्ज करें
ja: GitHubユーザー名を入力

# home_feature_activity
source: Activity
hi: गतिविधि
ja: アクティビティ

# home_feature_health_score
source: Health Score
hi: स्वास्थ्य स्कोर
ja: ヘルススコア

# home_feature_languages
source: Languages
hi: भाषाएँ
ja: 言語

# home_feature_repo_stats
source: Repo Stats
hi: रिपो आँकड़े
ja: リポ統計

# home_features_title
source: What You'll Discover
hi: आप क्या खोजेंगे
ja: 発見できること

# home_recent_searches
source: Recent Searches
hi: हाल की खोजें
ja: 最近の検索

# home_subtitle
source: Discover insights about any GitHub profile
hi: किसी भी GitHub प्रोफ़ाइल के बारे में जानकारी खोजें
ja: GitHubプロフェイルに関する洞察を発見

# language_chart_more_format
source: + %lld more
hi: + %lld और
ja: + %lld その他

# language_chart_no_data
source: No language data available
hi: कोई भाषा डेटा उपलब्ध नहीं है
ja: 言語データがありません

# language_chart_title
source: Language Distribution
hi: भाषा वितरण
ja: 言語分布

# profile_activity_status
source: Activity Status
hi: गतिविधि स्थिति
ja: アクティビティステータス

# profile_diversity
source: Diversity
hi: विविधता
ja: 多様性

# profile_languages
source: Language Distribution
hi: भाषा वितरण
ja: 言語分布

# profile_no_languages
source: No language data available
hi: कोई भाषा डेटा उपलब्ध नहीं है
ja: 言語データがありません

# profile_repo_summary
source: Repository Summary
hi: रिपॉजिटरी सारांश
ja: リポジトリ概要

# profile_stats_followers
source: Followers
hi: फ़ॉलोअर्स
ja: フォロワー

# profile_stats_following
source: Following
hi: फ़ॉलोइंग
ja: フォロー中

# profile_stats_repos
source: Repos
hi: रिपॉजिटरी
ja: リポジトリ

# profile_stats_stars
source: Stars
hi: सितारे
ja: スター

# profile_summary_active
source: Active (6 months)
hi: सक्रिय (6 महीने)
ja: アクティブ (6ヶ月)

# profile_summary_maintenance
source: Avg Maintenance
hi: औसत रखरखाव
ja: 平均メンテナンス

# profile_summary_original
source: Original (non-fork)
hi: मूल (फॉर्क नहीं)
ja: オリジナル (非フォーク)

# profile_summary_stars_per_repo
source: Stars per Repo
hi: सितारे प्रति रिपो
ja: リポジトリごとのスター数

# profile_summary_total
source: Total Repositories
hi: कुल रिपॉजिटरी
ja: 総リポジトリ

# repo_card_archived
source: Archived
hi: आर्काइव्ड
ja: アーカイブ済み

# repo_count_suffix
source: repositories
hi: रिपॉजिटरी
ja: リポジトリ

# repo_empty_filter_message
source: Try changing the filter
hi: फ़िल्टर बदलने का प्रयास करें
ja: フィルタを変更してみてください

# repo_empty_search_message
source: Try a different search term
hi: एक अलग खोज शब्द का प्रयास करें
ja: 別の検索語を試してください

# repo_empty_title
source: No repositories found
hi: कोई रिपॉजिटरी नहीं मिली
ja: リポジトリが見つかりません

# repo_filter_button
source: Filter
hi: फ़िल्टर
ja: フィルタ

# repo_list_title
source: Repositories
hi: रिपॉजिटरी
ja: リポジトリ

# repo_loading_message
source: Loading repositories...
hi: रिपॉजिटरी लोड हो रही है...
ja: リポジトリを読み込み中...

# repo_search_placeholder
source: Search repositories...
hi: रिपॉजिटरी खोजें...
ja: リポジトリを検索...

# repo_sort_button
source: Sort
hi: क्रमबद्ध करें
ja: 並べ替え

# repo_sort_title
source: Sort By
hi: इसके अनुसार क्रमबद्ध करें
ja: 並べ替え順

# status_active
source: Active
hi: सक्रिय
ja: アクティブ

# status_inactive
source: Inactive
hi: निष्क्रिय
ja: 非アクティブ

# status_moderate
source: Moderate
hi: मध्यम
ja: 普通

# status_recent
source: Recent
hi: हाल ही में
ja: 最近

# status_stale
source: Stale
hi: पुराना
ja: 古い

# status_unknown
source: Unknown
hi: अज्ञात
ja: 不明

# time_days_ago
source: %lld days ago
hi: %lld दिन पहले
ja: %lld 日前

# time_months_ago
source: %lld months ago
hi: %lld महीने पहले
ja: %lld ヶ月前

# time_today
source: Today
hi: आज
ja: 今日

# time_weeks_ago
source: %lld weeks ago
hi: %lld सप्ताह पहले
ja: %lld 週間前

# time_years_ago
source: %lld years ago
hi: %lld साल पहले
ja: %lld 年前

# time_yesterday
source: Yesterday
hi: कल
ja: 昨日

source: Compare Profiles
ja: プロファイルを比較

source: Error
ja: エラー
